Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Ocean waves cause the level of the water inside the power station to rise and fall.
sv_se: Havsvågorna gör att vattennivån i kraftverket stiger och sjunker.

source: October
sv_se: Oktober

source: Of about 100 T. rex fossil skeletons that have been found, only 32 are almost complete.
sv_se: Av de cirka 100 fossila skelett av T. rex som har hittats är det bara 32 som nästan är kompletta.

source: Of the subgroups listed in the graph, which one could contain only one species?
sv_se: Vilken av undergrupperna som är förtecknade i diagrammet skulle kunna innehålla bara en art?

source: Offshore Wind Turbine Farm
sv_se: Havsbaserad vindkraftspark

source: Often
sv_se: Ofta

source: Older brother(s) and sister(s) (including foster / half / step)
sv_se: Äldre bröder och systrar (inklusive foster-/halv-/styvsyskon)

source: Older brother(s) and sister(s) (including foster / half / step).
sv_se: Äldre bröder och systrar (inklusive foster-/halv-/styvsyskon)

source: Omar claims that if the lake water reached pH 8.5, the data shows that there will be about 80 individuals of Species A per litre of water.
sv_se: Omar hävdar att om sjövattnet nådde pH 8,5, visar data att det skulle finnas omkring 80 individer av art A per liter vatten.

source: On Saturday, Ben always departs at 8:00.
sv_se: På lördagar kör Bengt alltid iväg 08:00.

source: On a scale from 1-10, how would you rate the quality of your <school science> instruction this school year?
sv_se: Hur skulle du bedöma kvaliteten på undervisningen i NO-ämnen under det här läsåret på en skala från 1-10?

source: On average, which stage of the life-cycle contributes most to total greenhouse gas emissions?
sv_se: Vilket stadium av livscykeln bidrar i genomsnitt mest till de totala växthusgasutsläppen?

source: On the graph there is a period when the temperature does not change.
sv_se: I diagrammet finns det en period under vilken temperaturen inte förändras.

source: On the left side of the table you can see the values you set for the simulation (input values), and on the right side you can see the results of these values on the visitors’ experience.
sv_se: På tabellens vänstra sida kan du se de värden du ställde in för simuleringen (ingångsvärdena) och på den högra sidan kan du se resultaten av dessa värden för besökarnas upplevelse.

source: On this day there is no wind and no rain.
sv_se: Den här dagen blåser och regnar det inte.

source: On this journey, at what power level should you turn on the rocket to land safely on Planet D?
sv_se: Vilken effektnivå bör du för den här resan ställa in raketen på för att den ska landa säkert på planet D?

source: On what assumption did the worker base the estimate?
sv_se: På vilket antagande grundade arbetaren sin uppskattning?

source: On what date were you born?
sv_se: När är du född?

source: On which planet (B, C or D) does the parachute reduce the landing speed the most?
sv_se: På vilken planet (B, C eller D) minskar fallskärmen landningshastigheten mest?

source: Once
sv_se: En gång

source: Once a week or more
sv_se: En gång i veckan eller oftare

source: Once or twice during the school year
sv_se: En eller två gånger per läsår

source: Once the images in the odd rows are placed, they can be animated.
sv_se: När bilderna på den udda raden har placerats kan de animeras.

source: Once the petroleum is brought to Earth’s surface, impurities are removed.
sv_se: När petroleumet leds till jordytan avlägsnas orenheter.

source: Once you have collected data, you need to determine the rocket power level that results in the following:
sv_se: När du har samlat in data behöver du avgöra vilken effektnivå för raketen som leder till följande:

source: Once you leave this screen you can’t return.
sv_se: När du lämnat den här sidan kan du inte gå tillbaka.

source: One
sv_se: En/ett

source: One function of the mass is to press the pen down onto the paper.
sv_se: En av viktens funktioner är att pressa ner pennan mot pappret.

source: One hypothesis is that a person’s beliefs are linked to their level of education (secondary, tertiary, postgraduate).
sv_se: En hypotes är att en persons uppfattningar har samband med hennes utbildningsnivå (gymnasium, universitet, forskning)

source: One important part of <broad science> is doing experiments to come up with ideas about how things work.
sv_se: En viktig del av naturvetenskapen är att utföra experiment för att komma på idéer om hur saker fungerar.

source: One information source Boribun is considering is an educational online channel about rainwater harvesting hosted by a farmer in Kenya.
sv_se: En informationskälla som Boribun överväger är en utbildningskanal online om uppsamling av regnvatten som drivs av en jordbrukare i Kenya.

source: One line of the program is wrong.
sv_se: En rad i programmet är fel.

source: One of the experiments studied the impact of night lighting on the behaviour of insects, such as the ground beetle.
sv_se: Ett av experimenten studerade effekter av nattbelysning på insekters beteende, till exempel jordlöpare.

source: One or more specific career guidance counsellors employed at school have the main responsibility for career guidance.
sv_se: En eller flera specifika studie- och yrkesvägledare som är anställda på skolan har huvudansvaret för studie- och yrkesvägledningen.

source: One or more specific career guidance counsellors who regularly visit the school have the main responsibility for career guidance.
sv_se: En eller flera specifika studie- och yrkesvägledare som regelbundet besöker skolan har huvudansvaret för studie- och yrkesvägledningen.

source: One or two times
sv_se: En eller två gånger

source: One pair is labelled ‘1’ and the other pair is labelled ‘2’.
sv_se: Det ena paret betecknas '1' och det andra paret betecknas '2'.

source: One plastic bottle contains air from the atmosphere (0.04% CO₂) and the other is filled with air that includes 50% CO₂.
sv_se: En plastflaska innehåller luft från atmosfären (0,04 % CO₂) och den andra är fylld med luft som innehåller 50 % CO₂.

source: One researcher claimed that, ‘Organic cotton production is more sustainable than non-organic cotton production because organic cotton crops use less water’.
sv_se: En forskare hävdade att, 'Ekologisk bomullsproduktion är mer hållbar än icke ekologisk bomullsproduktion eftersom ekologiska bomullsgrödor förbrukar mindre vatten'.

source: One school year, not including this school year
sv_se: Ett läsår utöver det här läsåret

source: One side of a coin is blue and the other is red.
sv_se: Ena sidan av ett mynt är blå och den andra är röd.

source: One species of cockatoo, a type of bird native to Australia, often opens outdoor rubbish bins to access food scraps.
sv_se: En art av kakadua, en typ av fågel som hör hemma i Australien, öppnar ofta soptunnor som står utomhus för att komma åt matrester.

source: One stage has been completed for you.
sv_se: Ett steg har redan genomförts åt dig.

source: One supplement tablet aims to complement one 200 mL serving of milk alternative.
sv_se: En tablett av kosttillskottet ska komplettera en portion på 200 ml av den växtbaserade drycken.

source: One technique used in these plants is reverse osmosis.
sv_se: En teknik som används i dessa anläggningar är omvänd osmos.

source: One type of hydroelectric plant uses turbine generators installed in the river.
sv_se: En typ av vattenkraftverk använder turbingeneratorer som är installerade i älven.

source: One way to keep dolphins in the fish-rich area is to load the with ‘Hello’ first and ‘Many Fish’ second, then to put it inside the and play.
sv_se: Ett sätt att hålla delfiner i området med mycket fisk är att ladda först med ”Hej” och sedan med ”Mycket fisk”, därefter placera den inom och spela upp.

source: Online courses/seminars (e.g. MOOCs, webinars)
sv_se: Kurser/-seminarier på internet (t.ex. MOOC:ar, webbinarier)

source: Online tutoring (e.g. through <Skype®> or <Zoom®>)
sv_se: Digital undervisning (t.ex. genom Skype, Google Meet, Zoom, Microsoft Teams)

source: Only <English²>
sv_se: Bara engelska

source: Only male frogs make sounds to call to female frogs.
sv_se: Bara hangrodor gör läten för att locka på hongrodor.

source: Only metals absorb heat.
sv_se: Endast metaller absorberar värme.

source: Only one student is sometimes late, the other three are always on time.
sv_se: Det är bara en elev som är sen ibland, de övriga tre kommer alltid i tid.

source: Only other languages
sv_se: Bara andra språk

source: Only small, leafy crops can be grown.
sv_se: Endast små bladgrödor kan odlas.

source: Only two students are sometimes late, the other four are always on time.
sv_se: Det är bara två elever som är sena ibland, de övriga fyra kommer alltid i tid.

source: Operating desalination plants is expensive.
sv_se: Det är dyrt att driva avsaltningsanläggningar.

source: Option
sv_se: Alternativ

source: Optional
sv_se: Valfria

source: Order the planets according to their length of day, from the shortest to the longest, by dragging them to the correct location.
sv_se: Ordna planeterna enligt dagslängd, från den kortaste till den längsta, genom att dra dem till rätt plats.

source: Order the snacks from the lowest to the highest carbon footprint, by dragging them to the correct location.
sv_se: Ordna snacksen från lägsta till högsta koldioxidavtryck genom att dra dem till rätt plats.

source: Organised recreational activities in <English²> (e.g. <summer camp>)
sv_se: Organiserade fritidsaktiviteter på engelska (t.ex. sommarläger)

source: Other
sv_se: Andra

source: Other <English learning activities> (if not mentioned above)
sv_se: Andra aktiviteter för att lära mig engelska (som inte nämns ovan)

source: Other Subjects
sv_se: Andra ämnen

source: Other adult (e.g. family friend)
sv_se: Annan vuxen

source: Other country
sv_se: Annat land

source: Other guardians
sv_se: Andra vårdnadshavare

source: Other language
sv_se: Annat språk

source: Other materials, such as foams made of metal, can be used.
sv_se: Andra material som till exempel skum av metall kan användas.

source: Other non-teaching staff
sv_se: Annan ej undervisande personal

source: Other people are concerned that the project will have a negative impact on the local environment.
sv_se: Andra är oroliga för att projektet kommer att påverka den lokala miljön negativt.

source: Other reasons
sv_se: Andra skäl

source: Other relatives (e.g. aunt, uncle, cousin)
sv_se: Andra släktingar (t.ex. faster, morbror, kusin)

source: Other students
sv_se: Övriga elever

source: Other students left me out of things on purpose.
sv_se: Andra elever har fryst mig ute med flit.

source: Other students made fun of me.
sv_se: Andra elever har retat mig.

source: Other students seem to like me.
sv_se: I min skola verkar de andra eleverna gilla mig.

source: Other students spread nasty rumours about me.
sv_se: Andra elever har spridit ut elaka rykten om mig.

source: Other students took away or destroyed things that belonged to me.
sv_se: Andra elever har tagit eller förstört mina saker.

source: Other teachers of <modern foreign languages¹>
sv_se: Övriga lärare i moderna språk

source: Other: water, glycerol and fragrance
sv_se: Övrigt: vatten, glycerol och doftämne

source: Other: water, hydrogen peroxide and glycerol
sv_se: Övrigt: vatten, väteperoxid och glycerol

source: Our knowledge of T. rex comes from fossils.
sv_se: Våra kunskaper om T. rex kommer från fossiler.

source: Our model includes positive relationships between variables.
sv_se: Vår modell innehåller positiva samband mellan variablerna.

source: Our school adopts different approaches to educate students about cultural differences (e.g. teamwork, peer to peer learning, simulations, art, etc.).
sv_se: Vår skola använder sig av olika metoder för att utbilda elever om kulturella skillnader (t.ex. samarbete, att lära sig av sina klasskamrater, simuleringar, konst, etc.).

source: Our school invites specialists to conduct in-service training for <school science> teachers.
sv_se: Vår skola bjuder in specialister för att genomföra intern fortbildning för lärare i NO-ämnen.

source: Our school invites specialists to conduct in-service training for teachers.
sv_se: Vår skola bjuder in specialister för att genomföra intern fortbildning för lärarna.

source: Our school invites visitors to speak in <foreign languages²> to students.
sv_se: Vår skola bjuder in gäster för att prata med eleverna på moderna språk.

source: Our school offers an exchange programme with one or more schools in other countries.
sv_se: Vår skola erbjuder utbytesprogram med en eller flera skolor i andra länder.

source: Our school organises in-service workshops for specific <school science> teachers (e.g. newly appointed teachers).
sv_se: Vår skola organiserar interna workshops för specifika lärare i NO-ämnen (t.ex. nyanställda lärare).

source: Our school organises in-service workshops for specific groups of teachers (e.g. newly appointed teachers).
sv_se: Vår skola organiserar interna workshops för specifika grupper av lärare (t.ex. nyanställda lärare).

source: Our school organises in-service workshops which deal with specific issues that our school faces.
sv_se: Vår skola organiserar interna workshops som tar upp specifika frågor som vår skola ställs inför.

source: Our school organises in-service workshops, which deal with specific issues that our <school science> teachers face.
sv_se: Vår skola organiserar interna workshops som tar upp specifika frågor som våra lärare i NO-ämnen ställs inför.

source: Our school organises multicultural events (e.g. cultural diversity day).
sv_se: Vår skola anordnar mångkulturella evenemang (t.ex. kulturella mångfaldens dag).

source: Our school organises multilingual events (e.g. language weeks).
sv_se: Vår skola anordnar flerspråkiga evenemang (t.ex språkveckor).

source: Our school spends extra money on up-to-date <school science> equipment.
sv_se: Vår skola lägger extrapengar på modern NO-utrustning.

source: Our school supports activities that encourage students’ expression of diverse identities (e.g. national, religious, ethnic or social identities).
sv_se: Vår skola stödjer aktiviteter som uppmuntrar eleverna att ge uttryck för olika identiteter (t.ex. nationella, religiösa, etniska eller sociala identiteter).

source: Our school was vandalised.
sv_se: Vår skola har vandaliserats.

source: Outcome
sv_se: Resultat

source: Outdoor leisure equipment (e.g. <bicycle, roller skates, racket>)
sv_se: Utrustning för utomhusaktiviteter (t.ex. cykel, skridskor, racket)

source: Outer fabric—windproof, waterproof
sv_se: Yttertyg-vindtätt, vattentätt

source: Over half of the world’s total rainforest is in the Amazon Basin.
sv_se: Över hälften av världens alla regnskogar ligger i Amazonas.

source: Over lighting
sv_se: Överdriven belysning

source: Over recent decades, polar bears have spent more time on land, resulting in more frequent interactions with humans.
sv_se: Under de senare årtiondena har isbjörnar tillbringat mer tid på land, vilket har lett till fler kontakter med människor.

source: Over time, over 8 million litres of ice can accumulate.
sv_se: Med tiden kan över 8 miljoner liter is ackumuleras.

source: Overall, how prepared do you feel your school is for providing remote instruction if your school building closed to students for an extended period in the future?
sv_se: Hur förberedd känner du att din skola är överlag när det gäller att tillhandahålla distansundervisning om skolans lokaler skulle stängas för elever under en längre period i framtiden?

source: Oxygen-15
sv_se: Syre-15

source: Oyster Shells
sv_se: Ostronskal

source: Oysters are molluscs that live in the sea.
sv_se: Ostron är blötdjur som lever i havet.

source: Oysters can be grown by oyster farmers.
sv_se: Ostron kan odlas.

source: Oysters need calcium ions and carbonate ions to make their shells.
sv_se: Ostron behöver kalciumjoner och karbonatjoner för att bygga upp sina skal.

source: Ozone (O₃) is a gas found in the atmosphere.
sv_se: Ozon (O₃) är en gas som finns i atmosfären.

source: Ozone converts damaging chemicals from the atmosphere into safe ones.
sv_se: Ozon omvandlar skadliga kemikalier från atmosfären till säkra.

source: Ozone helps human skin reflect sunlight.
sv_se: Ozon hjälper människans hud att reflektera solljus.

source: Ozone reflects radiation from the Sun back into space.
sv_se: Ozon reflekterar tillbaka strålning från solen ut i rymden.

source: P is 3500 m above sea level.
sv_se: P ligger 3 500 m över havet.

source: PET Scans
sv_se: PET-undersökningar

source: Panels
sv_se: Skärmväggar

source: Paper bag
sv_se: Papperspåse

source: Paper wrappers can be recycled.
sv_se: Pappersomslag kan återvinnas.

source: Parachute
sv_se: Fallskärm

source: Parent or Guardian #1
sv_se: Förälder/vårdnadshavare 1

source: Parent or Guardian #2
sv_se: Förälder/vårdnadshavare 2

source: Parent or guardian #1
sv_se: Förälder/vårdnadshavare 1

source: Parent or guardian #2
sv_se: Förälder/vårdnadshavare 2

source: Parents’ or guardians’ request
sv_se: Föräldrars eller vårdnadshavares begäran

source: Part-time
sv_se: Deltid

source: Partially frozen soil
sv_se: Delvis frusen jord

source: Participants accessed the survey via email invitations, online posts and through connections at their workplace.
sv_se: Deltagarna fick tillträde till undersökningen via e-postinbjudningar, onlineinlägg och genom kontakter på sina arbetsplatser.

source: Participation in professional networks/communities of practice
sv_se: Medverkan i yrkesnätverk /praxisgemenskaper

source: Particles of light are not as heavy as particles of sound, so they are easier to detect.
sv_se: Ljuspartiklar är inte lika tunga som ljudpartiklar och är därför lättare att upptäcka.

source: Pause
sv_se: Pausa

source: Peak wind speed
sv_se: Högsta vindhastighet

source: Peer-to-peer tutoring
sv_se: Elevledd handledning

source: Pentane
sv_se: Pentan

source: People are losing their jobs because the industries supporting fossil-fuel powered vehicles are shrinking.
sv_se: Människor förlorar sina jobb eftersom industrierna som använder fossilbränsledrivna fordon minskar.

source: People are worried about what will happen to the manatees if these coal-burning power plants are closed, since the water in these areas areas will no longer be warm enough for manatees to live during the winter.
sv_se: Människor är oroliga för vad som ska hända med manaterna om dessa kolkraftverk stängs, eftersom vattnet i dessa områden inte längre kommer att vara tillräckligt varmt för att manaterna ska kunna leva där under vintrarna.

source: People have made a number of predictions about the impact of global warming.
sv_se: Olika personer har gjort ett antal förutsägelser om den globala uppvärmningens effekter.

source: People have used several methods to stop cockatoos from opening bins.
sv_se: Människor har använt olika metoder för att hindra kakaduor från att öppna soptunnor.

source: People in both towns have access to suncare education.
sv_se: Människor i båda städerna har tillgång till utbildning om solskydd.

source: People in one town have better access to healthcare services.
sv_se: Människor i en av städerna har bättre tillgång till sjukvård.

source: People often find new methods to prevent the cockatoos from opening the bins, and they share these methods with other people.
sv_se: Människor kommer ofta på nya metoder för att hindra kakaduorna från att öppna soptunnorna, och de delar med sig av dessa metoder till andra människor.

source: Percentage of flights
sv_se: Andel flygningar i procent

source: Percentage of shells with severe pitting at each site
sv_se: Andelen skal i procent med allvarlig perforering på varje plats

source: Percentage of species at risk of extinction
sv_se: Procentandelen av arter som riskerar utrotning

source: Percentage of the public who wears masks
sv_se: Andelen av befolkningen i procent som bär munskydd

source: Percentage of time with no wind
sv_se: Procentandel tid utan vind

source: Percentage of total species in animal group
sv_se: Procent av det totala antalet arter i djurgruppen

source: Percentage of water samples that were undersaturated at each site
sv_se: Andelen vattenprover i procent som var omättade på varje plats

source: Permafrost is a subsoil layer of the Earth’s crust containing large amounts of organic matter and which is permanently frozen.
sv_se: Permafrost är ett skikt i jordskorpan med stora mängder organiskt material; som alltid är fruset.

source: Permafrost state
sv_se: Permafrostens tillstånd

source: Permeability
sv_se: Genomsläpplighet

source: Personnel focused on student well-being
sv_se: Personal som arbetar med elevhälsa

source: Personnel for pedagogical support, irrespective of the <grade levels>/ages they support
sv_se: Personal för stödundervisning, oavsett årskurs och ålder

source: Petroleum (crude oil) is one of the main sources of energy for cars, buses and other vehicles.
sv_se: Petroleum (råolja) är en av de vanligaste energikällorna för bilar, bussar och andra fordon.

source: Petroleum is made of various types of hydrocarbons, which are not soluble in water.
sv_se: Petroleum består av olika typer av kolväten som inte är lösliga i vatten.

source: Physical injury caused by students to other students
sv_se: Fysiska skador orsakade av elever på andra elever

source: Physical injury caused by students to teachers or non-teaching staff
sv_se: Fysiska skador orsakade av elever på lärare eller annan ej undervisande personal

source: Physics
sv_se: Fysik

source: Picnic Ants
sv_se: Picknickmyror

source: Pitfall traps, which trap ground insects, were placed under the lamps (light areas) and between the lamps (dark areas).
sv_se: Fallfällor placerades under lamporna (ljusa områden) och mellan lamporna (mörka områden) för att fånga marklevande insekter.

source: Pitting of the shells has only occurred since CO₂ levels have increased.
sv_se: Perforering av skal har bara skett efter det att CO₂-nivåerna har ökat.

source: Place an animal image in the 1st and 3rd cells of Row 2.
sv_se: Placera en bild på ett djur i den 1:a och 3:e cellen på rad 2.

source: Place an image in both cells of Row 2.
sv_se: Placera en bild i båda cellerna på rad 2.

source: Place an object inside each container with the same mass as that of the food, and stack the containers until the bottom one is crushed.
sv_se: Placera ett föremål i varje förpackning med samma massa som massan av mat och stapla förpackningarna tills förpackningen längst ner krossas.

source: Place an object of 100 g mass on top of each container and see if it crushes the container.
sv_se: Placera ett föremål med 100 g massa ovanpå varje behållare och se om det krossar behållaren.

source: Place any image in each cell of Row 1.
sv_se: Placera en bild i varje cell på rad 1.

source: Place both types of crab trap together in areas where crabs have been previously caught.
sv_se: Placera båda typerna av krabburar tillsammans i områden där krabbor tidigare har fångats.

source: Place crab traps with escape panels in a number of locations in the ocean.
sv_se: Placera krabburar med flyktpaneler på ett antal platser i havet.

source: Place objects of gradually increasing mass on top of each container in turn and note the mass of the lightest object that crushes the container.
sv_se: Placera föremål med gradvis ökande massa ovanpå varje förpackning i tur och ordning och anteckna massan på det lättaste föremål som krossar förpackningen.

source: Place the sound machine in the Livestream
sv_se: Placera ljudmaskinen i sändningsområdet
